       IDENTIFICATION DIVISION.
       PROGRAM-ID. CUSTOMER-REPORT.
       PROCEDURE DIVISION.
           DISPLAY "CUSTOMER REPORT".
           STOP RUN.
